[Language]
ABOUT=%PROGRAMNAME% برنامه ای است که شما را قادر می سازد تا سریعا در میان توابع و مناطق یک اسکریپت AutoIt پرش کنید. فقط با نسخه کامل SciTE کار می کند. @NL @NL این برنامه توسط %COPYRIGHT% ساخته شده است.
CANCEL=لغو
CLOSE=بستن
COMMENTS=یادداشت های کاربر
COPY_ALL=كپی همه
COPY_SELECTED=كپی انتخاب شده
CRC32=CRC32
DESELECT_ALL=لغو انتخاب همه
ERROR=یک خطای غیر منتظره رخ داده است.
EXPORT=صادر کردن
FOLDER_SELECT=پوشه ای را برای جستجو کلید واژه مورد نظر انتخاب کنید.
FUNCTION_LIST=لیست توابع و مناطق
FUNCTIONS=توابع
HTML=HTML
LANGUAGE_AUTHOR=با تشکر از %LANGUAGEAUTHOR% برای ترجمه %LANGUAGE%. این ترجمه در %LANGUAGEUPDATED% ساخته شده است.
LATEX=LATEX
LINE_COUNT=تعداد خطوط
MENU_ABOUT=درباره ما
MENU_FIND=پیدا کردن
MENU_HEADER=اضافه کردن سربرگ
MENU_HELP=راهنما
MENU_OPEN=باز كردن فایل
MENU_OPENLOCATION=باز كردن مكان فایل
MENU_OPENWINMERGE=مقایسه توسط WinMerge
MENU_SNIPPET=تابع بریده شده
MENU_TOGGLE=تغییر حالت تا خوردگی
NAME=نام
OK=تایید
PATH=مسیر
PDF=PDF
REFRESH=تازه کردن
REGIONS=مناطق
REPLACE=جایگزینی
RTF=RTF
SCITE_ERROR=برای اینکه %PROGRAMNAME% درست کار کند، SciTE باید در حال اجرا باشد.
SELECT_ALL=انتخاب همه
SET=ثبت
SIZE=سایز
TIP_DOCKSTATE_1=اتصال خودکار
TIP_DOCKSTATE_2=اتصال به چپ
TIP_DOCKSTATE_3=اتصال به راست
TIP_ERROR_1=فایل خالی است.
TIP_ERROR_2=هیچ اطلاعاتی مربوط به پرش یافت نشد.
TIP_ERROR_3=فایل وجود ندارد.
TIP_ERROR_4=به نظر می رسد که SciTE بسته است.
TIP_EXPORT_1=تعداد تمام توابع - %TOTALNUMBER%
TIP_EXPORT_2=ساخته شده در %CREATIONDATE%
TIP_EXPORT_3=توابع استفاده نشده
TIP_EXPORT_4=تعداد کل منطقه ها - %TOTALNUMBER%
TIP_EXPORT_5=تعداد کل اینکلود ها - %TOTALNUMBER%
TIP_EXPORT_6=تعداد کل متغیر های سراسری - %TOTALNUMBER%
TIP_PREPROCESSOR_1=پیش پردازنده
TIP_REPLACE_1=جایگزینی در اسكریپت
TIP_REPLACE_2=جستجو برای...
TIP_REPLACE_3=جایگزینی با...
TIP_REPLACE_4=مشاهده قبل از
TIP_REPLACE_5=حساس به حروف
TIP_REPLACE_6=فرمت فایل،‌خالی بذارید برای تمام فایل ها
TIP_REPLACE_7=RegExp
TIP_SEARCH_1=نتایج جستجو
TIP_SEARCH_2=جستجو نتیجه ای در بر نداشت
TIP_SEARCH_3=جستجو توابع
TIP_SEARCH_4=خط
TIP_SEARCH_5=جستجو در اسکریپت ها
TIP_SEARCH_6=پوشه برای جستجو
TIP_SETTINGS_1=تنظیمات
TIP_SETTINGS_10=زبان
TIP_SETTINGS_11=بازگردانی %PROGRAMNAME%
TIP_SETTINGS_12=راه اندازی مجدد
TIP_SETTINGS_13=افزودن به SciTE
TIP_SETTINGS_14=وضعیت اتصال
TIP_SETTINGS_15=ارتقا %PROGRAMNAME%
TIP_SETTINGS_16=برجسته
TIP_SETTINGS_17=غیر فعال کردن به روز کردن فایل هنگاه تغییر
TIP_SETTINGS_2=جستجو در UDF های سفارشی شده
TIP_SETTINGS_3=مرتب سازی توابع لیست شده
TIP_SETTINGS_4=رفتن به تابع برجسته شده
TIP_SETTINGS_5=تمرکز بر ورودی جستجو هنگام تازه سازی
TIP_SETTINGS_6=جستجو برای یادداشت ها
TIP_SETTINGS_7=جستجو برای توابع
TIP_SETTINGS_8=جستجو برای مناطق
TIP_SETTINGS_9=فاصله از بالای SciTE (px)
TIP_UDFNAME_1=نام سربرگ UDF
TIP_UDFNAME_2=نام شما
TIP_UDFS_1=فایل های اینكلود
TIP_UDFS_2=اضافه كردن به اینكلود
TIP_UDFS_3=حذف كردن از اینكلود
TIP_UDFS_4=رو نویسی فایل اینكلود
UDFS=تعریف شده توسط کاربر
UPDATE=آیا می خواهید %PROGRAMNAME% را به روز رسانی کنید؟
XML=XML

[Author]
AUTHOR=FaridAgl
VERSION=2.18.103.243
UPDATED=12/07/2014

[Country]
CODE=ir